Python 3.10.8 (tags/v3.10.8:aaaf517, Oct 11 2022, 16:50:30) [MSC v.1933 64 bit (AMD64)] on win32
Type "help", "copyright", "credits" or "license()" for more information.
>>> 2 + 3
... 
5
>>> 
>>> 10 - 4 * 2
... 
2
>>> 
>>> (10 - 4) * 2
... 
12
>>> 
>>> a = 7 + 5
>>> b = a * 2
>>> 
>>> print("Значення a:", a)
Значення a: 12
>>> 
>>> print("Подвоєне значення a:", a * 2)
Подвоєне значення a: 24
>>> 
>>> print("Значення b:", b)
Значення b: 24
>>> 
>>> print("Різниця між b і a:", b - a)
Різниця між b і a: 12
>>> 
>>> print("Сума 5 і 3 дорівнює:", 5 + 3)
Сума 5 і 3 дорівнює: 8
>>> 
>>> print("Результат виразу (10 - 2) * 3:", (10 - 2) * 3)
Результат виразу (10 - 2) * 3: 24
>>> 
